
[TaskObjectives]
TaskObjectives_JG_WEL4_FoE1_Stage01_OwnerBrief=We received a tip-off: Jericho, the weapons dealer, has a shipment of weapons awaiting pickup at the docks. We're going to seize those guns. First, <col:stagetext>get </col>the <col:stagetext>trucks </col>you'll need to carry them.
TaskObjectives_JG_WEL4_FoE1_Stage01_DispatchBrief=Port Authority plans to seize our weapons shipment as it arrives at the docks. Buy us time to move the guns. First, <col:stagetext>stop </col>the authorities <col:stagetext>picking up </col>the <col:stagetext>vehicles </col>they'll use for the raid.
TaskObjectives_JG_WEL4_FoE1_Stage02_OwnerBrief=We received a tip-off: Jericho, the weapons dealer, has a shipment of weapons awaiting pickup at the docks. We're going to seize those guns. First, <col:stagetext>get </col>the <col:stagetext>trucks </col>you'll need to carry them.
TaskObjectives_JG_WEL4_FoE1_Stage02_DispatchBrief=Port Authority plans to seize our weapons shipment as it arrives at the docks. Buy us time to move the guns. First, <col:stagetext>stop </col>the authorities <col:stagetext>picking up </col>the <col:stagetext>vehicles </col>they'll use for the raid.
TaskObjectives_JG_WEL4_FoE1_Stage03_OwnerBrief=All right. There's a crate of guns in the marked container. <col:stagetext>Break in </col>to the <col:stagetext>container</col> and <col:stagetext>recover the guns</col>. Knowing Jericho, he probably planned to sell them to the Blood Roses.
TaskObjectives_JG_WEL4_FoE1_Stage03_DispatchBrief=We managed to get some of the weapons but the rest are being held in this container. <col:stagetext>Protect </col>that <col:stagetext>container</col>, and don't let those Port Authority idiots get them open.
TaskObjectives_JG_WEL4_FoE1_Stage04_OwnerBrief=There's some serious hardware here - Port Authority will want in on this. <col:stagetext>Deliver </col>either <col:stagetext>vehicle </col>and <col:stagetext>the crate </col>to the SPPA <col:stagetext>drop-off </col>and we'll get hold of any intelligence they may have.
TaskObjectives_JG_WEL4_FoE1_Stage04_DispatchBrief=The SPPA are taking those <col:stagetext>weapons </col>and <col:stagetext>vehicles </col>to their <col:stagetext>drop-off </col>nearby. You need to <col:stagetext>stop </col>those deliveries and take back our arsenal.
TaskObjectives_JG_WEL4_FoE1_Stage05_OwnerBrief=Good. Now <col:stagetext>deliver </col>our second <col:stagetext>vehicle </col>to our own <col:stagetext>drop-off</col>. We'll get them out of circulation before Jericho even knows they're missing.
TaskObjectives_JG_WEL4_FoE1_Stage05_DispatchBrief=The <col:stagetext>weapons </col>and one of the <col:stagetext>vehicles </col>have been delivered. Port Authority is taking the rest to a second <col:stagetext>drop-off</col>, not far from the first. <col:stagetext>Stop </col>that delivery.
TaskObjectives_JG_WEL4_FoE1_Stage06_OwnerBrief=We're working with the Port Authority to trace the smuggling route Jericho used. Go back and <col:stagetext>capture </col>this <col:stagetext>crime scene</col>. If any of Jericho's men turn up, don't let them take back the scene.
TaskObjectives_JG_WEL4_FoE1_Stage06_DispatchBrief=The SPPA may have taken those weapons, but if we control the docks, we can bring in more. Get back and <col:stagetext>capture </col>this <col:stagetext>location</col>.
TaskObjectives_JP_BCS0_TagBag_B_Stage01_OwnerBrief=Get a feel for how strong the Enforcers are around here. They hate <col:stagetext>graffiti</col>, so go <col:stagetext>spray</col> some up and get their attention, Blood Rose style!
TaskObjectives_JP_BCS0_TagBag_B_Stage01_DispatchBrief=Street intel says the Blood Roses are out <col:stagetext>tagging</col> up the area. <col:stagetext>Stop</col> their mindless vandalism.
TaskObjectives_JP_BCS0_TagBag_B_Stage02_OwnerBrief=Sweet! Look at all that paint. Bet they don't want to see the Roses ruling this area. <col:stagetext>Spray</col> one more <col:stagetext>wall</col> for good measure.
TaskObjectives_JP_BCS0_TagBag_B_Stage02_DispatchBrief=<col:stagetext>Stop</col> those Blood Rose vandals. Take a gun and explain, in real small, bullet-sized words, that we don't consider <col:stagetext>graffiti</col> to be an art form.
TaskObjectives_JP_BCS0_TagBag_B_Stage03_OwnerBrief=Stupid 'Forcers fell for it, and you can easily take out those few losers. <col:stagetext>Capture this area</col>. Send a message that this is Blood Rose turf.
TaskObjectives_JP_BCS0_TagBag_B_Stage03_DispatchBrief=It's an ambush! <col:stagetext>Capture the area</col> and take out these wannabe paint jockeys.
TaskObjectives_JP_BCS0_TagBag_G_Stage01_OwnerBrief=The 'Forcers sneak around this neighborhood like a bunch of schoolgirls playing hookey. Draw them out into the open by <col:stagetext>spraying</col> some <col:stagetext>graffiti</col>.
TaskObjectives_JP_BCS0_TagBag_G_Stage01_DispatchBrief=Got a street patrol saying those skater-punk G-Kings are spraying <col:stagetext>graffiti</col> all over our fair city. <col:stagetext>Prevent</col> this vandalism.
TaskObjectives_JP_BCS0_TagBag_G_Stage02_OwnerBrief=They ain't gonna like the the G-Kings being so bold! <col:stagetext>Spray</col> one more <col:stagetext>wall</col> for good measure.
TaskObjectives_JP_BCS0_TagBag_G_Stage02_DispatchBrief=The G-Kings are like tomcats pissing around to mark their territory. <col:stagetext>Stop</col> them spraying their stinking <col:stagetext>graffiti</col> on the walls.
TaskObjectives_JP_BCS0_TagBag_G_Stage03_OwnerBrief=Dumb Enforcers fell for it. <col:stagetext>Capture the area</col>and show no mercy. See how they like going toe to toe with the G-Kings!
TaskObjectives_JP_BCS0_TagBag_G_Stage03_DispatchBrief=Looks like they want to fight. Rub their noses in it! <col:stagetext>Capture the area</col>.
TaskObjectives_PGA_MovingTargetTaskItem_OwnerBrief=<col:HeatLevel5_Crim>Item Hold</col> - Grab the <col:purple>Organs</col> and keep them away from the enemy team!
TaskObjectives_PGA_MovingTargetTaskItem_DispatchBrief=<col:HeatLevel5_Crim>Item Hold</col> - Grab the <col:purple>Organs</col> and keep them away from the enemy team!
TaskObjectives_PGA_MovingTargetTaskItem_Large_OwnerBrief=<col:HeatLevel5_Crim>Item Hold</col> - Grab the <col:purple>Biohazard Waste</col> and keep it away from the enemy team!
TaskObjectives_PGA_MovingTargetTaskItem_Large_DispatchBrief=<col:HeatLevel5_Crim>Item Hold</col> - Grab the <col:purple>Biohazard Waste</col> and keep it away from the enemy team!
TaskObjectives_PGA_TerritoryControl_1Point_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Territory Control</col> - There is a staging point in Abington Towers that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGA_TerritoryControl_1Point_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Territory Control</col> - There is a staging point in Abington Towers that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGA_TerritoryControl_3Points_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Territory Control</col> - There are 3 staging points in Abington Towers that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGA_TerritoryControl_3Points_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Territory Control</col> - There are 3 staging points in Abington Towers that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGA_TerritoryControl_5Points_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Territory Control</col> - There are 5 staging points in Abington Towers that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGA_TerritoryControl_5Points_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Territory Control</col> - There are 5 staging points in Abington Towers that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGB_Scavenger_Stage01_OwnerBrief=Scavenger - <col:purple>Grab the Case</col> before the enemy team gets to it!
TaskObjectives_PGB_Scavenger_Stage01_DispatchBrief=Scavenger - <col:purple>Grab the Case</col> before the enemy team gets to it!
TaskObjectives_PGB_Scavenger_Stage02_OwnerBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGB_Scavenger_Stage02_DispatchBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGB_Scavenger_Stage02_Opp_OwnerBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGB_Scavenger_Stage02_Opp_DispatchBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGB_Scavenger_Stage03_OwnerBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGB_Scavenger_Stage03_DispatchBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGB_TerritoryControl_3Points_Stage01_OwnerBrief=There are 3 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGB_TerritoryControl_3Points_Stage01_DispatchBrief=There are 3 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGB_TerritoryControl_5Points_Stage01_OwnerBrief=There are 5 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGB_TerritoryControl_5Points_Stage01_DispatchBrief=There are 5 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGC_Scavenger_Stage01_OwnerBrief=Scavenger - <col:purple>Grab the Case</col> before the enemy team gets to it!
TaskObjectives_PGC_Scavenger_Stage01_DispatchBrief=Scavenger - <col:purple>Grab the Case</col> before the enemy team gets to it!
TaskObjectives_PGC_Scavenger_Stage02_OwnerBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGC_Scavenger_Stage02_DispatchBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGC_Scavenger_Stage02_Opp_OwnerBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGC_Scavenger_Stage02_Opp_DispatchBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGC_Scavenger_Stage03_OwnerBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGC_Scavenger_Stage03_DispatchBrief=Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGC_TerritoryControl_All_Stage01_OwnerBrief=There are 7 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGC_TerritoryControl_All_Stage01_DispatchBrief=There are 7 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGC_TerritoryControl_Buildings_Stage01_OwnerBrief=There are 3 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGC_TerritoryControl_Buildings_Stage01_DispatchBrief=There are 3 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGC_TerritoryControl_Crates_Stage01_OwnerBrief=There are 5 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGC_TerritoryControl_Crates_Stage01_DispatchBrief=There are 5 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PG_TeamDeathmatch_Stage01_OwnerBrief=Mayor Derren thinks the CSA act is San Paro's redemption, but if there's enough corpses on the streets, political pressure will make her back down. <Col:Opponent_Player>Kill the Enforcers.</col>
TaskObjectives_PG_TeamDeathmatch_Stage01_DispatchBrief=We can't let this area become yet another stronghold for Luke Waskawi, and the only language this scum understands comes in copper jackets. <Col:Opponent_Player>Kill the Criminals.</col>
TaskObjectives_PGvB_MovingTargetTaskItem_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Item Hold</col> - Grab the <col:purple>briefcase</col> and keep it away from the enemy team!
TaskObjectives_PGvB_MovingTargetTaskItem_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Item Hold</col> - Grab the <col:purple>briefcase</col> and keep it away from the enemy team!
TaskObjectives_PGvB_Scavenger_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Scavenger</col> -  <col:purple>Grab the Case</col> before the enemy team gets to it!
TaskObjectives_PGvB_Scavenger_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Scavenger</col> - <col:purple>Grab the Case</col> before the enemy team gets to it!
TaskObjectives_PGvB_Scavenger_Stage02_OwnerBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvB_Scavenger_Stage02_DispatchBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvB_Scavenger_Stage02_Opp_OwnerBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvB_Scavenger_Stage02_Opp_DispatchBrief=<col:HeatLevel5_Crim>Scavenger</col> -  Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvB_Scavenger_Stage03_OwnerBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvB_Scavenger_Stage03_DispatchBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvB_TerritoryControl_3Points_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Territory Control</col> - There are 5 main staging points in Beacon that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGvB_TerritoryControl_3Points_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Territory Control</col> - There are 5 main staging points in Beacon that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGvC_MovingTargetTaskItem_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Item Hold</col> - Grab the <col:purple>briefcase</col> and keep it away from the enemy team!
TaskObjectives_PGvC_MovingTargetTaskItem_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Item Hold</col> - Grab the <col:purple>briefcase</col> and keep it away from the enemy team!
TaskObjectives_PGvC_Scavenger_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Scavenger</col> - <col:purple>Grab the Case</col> before the enemy team gets to it!
TaskObjectives_PGvC_Scavenger_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Scavenger</col> - <col:purple>Grab the Case</col> before the enemy team gets to it!
TaskObjectives_PGvC_Scavenger_Stage02_OwnerBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvC_Scavenger_Stage02_DispatchBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvC_Scavenger_Stage02_Opp_OwnerBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvC_Scavenger_Stage02_Opp_DispatchBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvC_Scavenger_Stage03_OwnerBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvC_Scavenger_Stage03_DispatchBrief=<col:HeatLevel5_Crim>Scavenger</col> - Capture <col:purple>the Cases</col> and hold them at <col:stagetext>your Base</col>. Every second you hold them will get you points!
TaskObjectives_PGvC_TerritoryControl_Crates_Stage01_OwnerBrief=<col:HeatLevel5_Crim>Territory Control</col> - There are 5 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGvC_TerritoryControl_Crates_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Territory Control</col> - There are 5 main staging points in the Baylan yard that, if we hold, will make it impossible for the enemy to drive us out.  <Col:StageText>Hold the Territory</col> until they are forced to retreat.
TaskObjectives_PGv_TeamDeathmatch_Stage01_OwnerBrief=Mayor Derren thinks the CSA act is San Paro's redemption, but if there's enough corpses on the streets, political pressure will make her back down. <Col:Opponent_Player>Kill the Enforcers.</col>
TaskObjectives_PGv_TeamDeathmatch_Stage01_DispatchBrief=<col:HeatLevel5_Crim>Team Deathmatch</col> - We can't let this area become yet another stronghold for Luke Waskawi, and the only language this scum understands comes in copper jackets. <Col:Opponent_Player>Kill the Criminals.</col>
TaskObjectives_WitnessingDropoff_Stage01_OwnerBrief=You have been spotted! <col:stagetext>Drop off</col> your stash at the fence quick before the Enforcers get their hands on it!
TaskObjectives_WitnessingDropoff_Stage01_DispatchBrief=
TaskObjectives_WitnessingDropoff_Stage01_Opp_OwnerBrief=
TaskObjectives_WitnessingDropoff_Stage01_Opp_DispatchBrief=Take down that criminal and take his stash to the Evidence Locker
